Repository: ron159/iGestures
Catalog: iGestures/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Accessibility Control
zh_hans: 辅助功能控制

source: Action Library
zh_hans: 操作库

source: About
zh_hans: 关于

source: Advanced
zh_hans: 高级

source: Advanced Diagnostics
zh_hans: 高级诊断

source: Advanced Options
zh_hans: 高级选项

source: All required permissions are granted.
zh_hans: 所有必需权限均已授予。

source: Allows iGestures to run supported app and system actions.
zh_hans: 允许 iGestures 执行受支持的应用和系统操作。

source: Browse Action Library
zh_hans: 浏览操作库

source: Detects the trigger button and gesture path.
zh_hans: 用于检测触发按键和手势轨迹。

source: Draw the previewed gesture in this area.
zh_hans: 在此区域绘制预览中的手势。

source: Draw a gesture in this area.
zh_hans: 在此区域绘制手势。

source: Enable gesture %@
zh_hans: 启用手势“%@”

source: Gesture Engine
zh_hans: 手势引擎

source: Gesture drawing area
zh_hans: 手势绘制区域

source: Gesture Templates
zh_hans: 手势模板

source: Gesture practice area
zh_hans: 手势练习区域

source: Gesture recognition is disabled.
zh_hans: 手势识别已停用。

source: Gesture recognition is enabled.
zh_hans: 手势识别已启用。

source: Gesture recognition is starting.
zh_hans: 手势识别正在启动。

source: Gesture recognition is unavailable.
zh_hans: 手势识别当前不可用。

source: Gesture recognition needs permission.
zh_hans: 手势识别需要权限。

source: Grant access for %@
zh_hans: 为“%@”授予权限

source: Hide Gesture Details
zh_hans: 隐藏手势详情

source: Manage Scripts…
zh_hans: 管理脚本…

source: Manage reusable scripts for gesture actions in one place.
zh_hans: 在一个位置管理可复用于手势操作的脚本。

source: More Gesture Actions
zh_hans: 更多手势操作

source: No Actions
zh_hans: 没有操作

source: Open settings for %@
zh_hans: 打开“%@”的系统设置

source: Permissions are checked again when you return from System Settings.
zh_hans: 从系统设置返回后会自动重新检查权限。

source: Permissions needing attention: %d
zh_hans: 需要处理的权限：%d

source: Practice is optional. You can finish setup now or try the gesture first.
zh_hans: 练习为可选项；您可以直接完成设置，也可以先试画一次。

source: Read Mouse Input
zh_hans: 读取鼠标输入

source: Remove %@
zh_hans: 移除“%@”

source: Remove step %d
zh_hans: 移除第 %d 步

source: Replays normal clicks and sends configured shortcuts.
zh_hans: 用于回放普通点击并发送已配置的快捷键。

source: Review Permissions…
zh_hans: 检查权限…

source: Search Actions
zh_hans: 搜索操作

source: Select at least one starter gesture to continue.
zh_hans: 至少选择一个入门手势后才能继续。

source: Send Shortcuts and Clicks
zh_hans: 执行快捷键和鼠标点击

source: Show Gesture Details
zh_hans: 显示手势详情

source: Step %d of %d
zh_hans: 第 %d 步，共 %d 步

source: %.2f s delay
zh_hans: 延时 %.2f 秒

source: %.2f seconds
zh_hans: %.2f 秒

source: %@ Copy
zh_hans: %@ 副本

source: %d actions
zh_hans: %d 个动作

source: %d gestures loaded
zh_hans: 已加载 %d 个手势

source: %d of %d samples recorded.
zh_hans: 已录制 %d/%d 个样本。

source: %d of %d tests passed.
zh_hans: 已通过 %d/%d 次测试。

source: Accessibility
zh_hans: 辅助功能

source: Accessibility Permission
zh_hans: 辅助功能权限

source: Action
zh_hans: 动作

source: Action Sequence
zh_hans: 动作序列

source: Action Type
zh_hans: 动作类型

source: Action Types
zh_hans: 动作类型

source: Action failed: %@
zh_hans: 动作失败：%@

source: Add
zh_hans: 添加

source: Add Application
zh_hans: 添加应用程序

source: Add Application to “%@”
zh_hans: 将应用添加到“%@”

source: Add Gesture
zh_hans: 添加手势

source: Add Group
zh_hans: 添加分组

source: Add Selected
zh_hans: 添加所选项

source: Add Step
zh_hans: 添加步骤

source: Add an application or remove the group’s gestures before deleting this group.
zh_hans: 请先添加应用，或移除此分组中的手势，再删除该分组。

source: Add or record a gesture for the selected target.
zh_hans: 为当前目标添加或录制一个手势。

source: Add to Favorites
zh_hans: 添加到收藏

source: All
zh_hans: 全部

source: All Applications
zh_hans: 所有应用

source: All Apps
zh_hans: 所有应用

source: All Except These Apps
zh_hans: 除这些应用外全部

source: Any Device
zh_hans: 任意设备

source: Application
zh_hans: 应用程序

source: Application Group
zh_hans: 应用分组

source: Application Menu Item
zh_hans: 应用程序菜单项

source: Application Scope
zh_hans: 应用范围

source: Application Switcher
zh_hans: 应用切换器

source: Applications
zh_hans: 应用

source: Applications in “%@” will become ungrouped. Its gestures will be preserved as application-specific gestures.
zh_hans: “%@”中的应用将变为未分组。该分组的手势会保留为应用专用手势。

source: Apps and Desktop
zh_hans: 应用与桌面

source: Automation
zh_hans: 自动化

source: Back
zh_hans: 后退

source: Brightness Down
zh_hans: 降低亮度

source: Brightness Up
zh_hans: 提高亮度

source: Browse All
zh_hans: 浏览全部

source: Browser
zh_hans: 浏览器

source: Built-In Scripts
zh_hans: 内置脚本

source: Button %d
zh_hans: 按键 %d

source: Cancel
zh_hans: 取消

source: Capture Entire Screen
zh_hans: 截取整个屏幕

source: Capture Screen Selection
zh_hans: 截取屏幕选区

source: Category
zh_hans: 分类

source: Check Again
zh_hans: 重新检查

source: Check for Updates
zh_hans: 检查更新

source: Choose
zh_hans: 选择

source: Choose Application Menu Item
zh_hans: 选择应用程序菜单项

source: Choose Applications…
zh_hans: 选择应用…

source: Choose Application…
zh_hans: 选择应用…

source: Choose File or Folder…
zh_hans: 选择文件或文件夹…

source: Choose Preset Website…
zh_hans: 选择预设网站…

source: Choose Starter Gestures
zh_hans: 选择入门手势

source: Choose a Trigger Button
zh_hans: 选择触发键

source: Choose an application to add to the gesture sidebar.
zh_hans: 选择要添加到手势侧栏的应用程序。

source: Choose an application for the selected gestures.
zh_hans: 选择要应用这些手势的应用。

source: Choose an application to add to “%@”.
zh_hans: 选择要添加到“%@”的应用程序。

source: Choose an iGestures JSON configuration to import.
zh_hans: 选择要导入的 iGestures JSON 配置。

source: Choose applications for this gesture scope.
zh_hans: 为这个手势范围选择应用。

source: Choose from Script Library
zh_hans: 从脚本库选择

source: Choose presets to copy into your library. Existing gestures are never replaced.
zh_hans: 选择要复制到手势库的预设。现有手势不会被替换。

source: Choose where to export the gesture configuration.
zh_hans: 选择手势配置的导出位置。

source: Choosing a library script copies it into this gesture. Later library edits will not change the gesture.
zh_hans: 从脚本库选择时会将脚本复制到当前手势；之后编辑脚本库不会改变该手势。

source: Clear Clipboard
zh_hans: 清空剪贴板

source: Clear Diagnostics
zh_hans: 清除诊断

source: Close Tab
zh_hans: 关闭标签页

source: Configuration
zh_hans: 配置

source: Conflicts
zh_hans: 冲突

source: Continue
zh_hans: 继续

source: Copy Finder Selection Paths
zh_hans: 复制访达所选项目路径

source: Copy the full paths of selected Finder items to the clipboard.
zh_hans: 将访达所选项目的完整路径复制到剪贴板。

source: Copy to My Scripts
zh_hans: 复制到我的脚本

source: Custom Window Layout
zh_hans: 自定义窗口布局

source: Custom Window Size and Position
zh_hans: 自定义窗口大小和位置

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Delete Gesture
zh_hans: 删除手势

source: Delete Selected Gestures
zh_hans: 删除选中手势

source: Delete Group
zh_hans: 删除分组

source: Delete Preset
zh_hans: 删除预设

source: Delete this application group?
zh_hans: 删除此应用分组？

source: Delete this gesture?
zh_hans: 删除这个手势？

source: Delete this script?
zh_hans: 删除此脚本？

source: Description
zh_hans: 描述

source: Disable
zh_hans: 停用

source: Disable Results
zh_hans: 停用结果

source: Disable Selected Gesture
zh_hans: 停用选中手势

source: Disable Selected Gestures
zh_hans: 停用选中手势

source: Disabled
zh_hans: 停用

source: Done
zh_hans: 完成

source: Down
zh_hans: 向下

source: Draw here
zh_hans: 在这里绘制

source: Draw here without executing an action.
zh_hans: 在此绘制，不会执行动作。

source: Draw over the original gesture
zh_hans: 请参照原手势绘制

source: Draw the same gesture three times.
zh_hans: 请连续绘制三次相同手势。

source: Draw the selected gesture to test it.
zh_hans: 绘制所选手势进行测试。

source: Draw “%@” in the practice area.
zh_hans: 在练习区域绘制“%@”。

source: Duplicate Gesture
zh_hans: 复制手势

source: Edit
zh_hans: 编辑

source: Editing and Input
zh_hans: 编辑与输入

source: Emoji and Symbols
zh_hans: 表情与符号

source: Enable
zh_hans: 启用

source: Enable Results
zh_hans: 启用结果

source: Enable Selected Gesture
zh_hans: 启用选中手势

source: Enable Selected Gestures
zh_hans: 启用选中手势

source: Enable Trackpad Modifier Gestures
zh_hans: 启用触控板修饰键手势

source: Enable gesture recognition
zh_hans: 启用手势识别

source: Enable in %@
zh_hans: 在 %@ 中启用

source: Enter menu titles from the menu bar to the command, separated by >.
zh_hans: 从菜单栏到具体命令依次输入菜单名称，并使用 > 分隔。

source: Event Tap
zh_hans: 事件 Tap

source: Except %d Apps
zh_hans: 排除 %d 个应用

source: Exclude %@
zh_hans: 排除 %@

source: Exclude Current App for Trigger
zh_hans: 为当前触发键排除当前应用

source: Excluded Applications
zh_hans: 已排除的应用

source: Executed: %@
zh_hans: 已执行：%@

source: Export…
zh_hans: 导出…

source: Favorites
zh_hans: 收藏

source: File > Export > PDF
zh_hans: 文件 > 导出 > PDF

source: Finder
zh_hans: 访达

source: Finish
zh_hans: 完成

source: Force Quit Applications
zh_hans: 强制退出应用程序

source: Forward
zh_hans: 前进

source: General
zh_hans: 通用

source: iGestures is a native macOS mouse gesture app for turning simple gestures into shortcuts, window actions, app launches, and automations.
zh_hans: iGestures 是一款原生 macOS 鼠标手势应用，可将简单手势转换为快捷键、窗口操作、应用启动与自动化动作。

source: Gesture
zh_hans: 手势

source: Gesture Name
zh_hans: 手势名称

source: Gesture Presets
zh_hans: 手势预设

source: Gesture Settings
zh_hans: 手势设置

source: Gesture Trail Color
zh_hans: 手势轨迹颜色

source: Gesture Trigger
zh_hans: 手势触发方式

source: Gesture cancelled.
zh_hans: 手势已取消。

source: Gesture changes could not be saved.
zh_hans: 无法保存手势更改。

source: Gesture data could not be exported.
zh_hans: 无法导出手势数据。

source: Gesture data could not be imported.
zh_hans: 无法导入手势数据。

source: Gesture data could not be loaded.
zh_hans: 无法加载手势数据。

source: Gesture is ambiguous. Adjust or retrain similar gestures.
zh_hans: 手势结果有歧义。请调整或重新训练相似手势。

source: Gesture not recognized. Try a clearer stroke.
zh_hans: 未识别手势。请尝试更清晰的轨迹。

source: Gesture result was ambiguous
zh_hans: 手势结果有歧义

source: Gesture storage is unavailable.
zh_hans: 手势存储不可用。

source: Gesture tracking starts when either this hold duration or the movement threshold is reached.
zh_hans: 达到此按住时长或移动距离阈值中的任一条件后，就会开始跟踪手势。

source: Gesture verified. Choose a shortcut and save.
zh_hans: 手势已验证。请选择快捷键并保存。

source: Gesture verified. Choose an action and save.
zh_hans: 手势已验证。请选择动作并保存。

source: Gesture was cancelled
zh_hans: 手势已取消

source: Gesture was not recognized
zh_hans: 未识别手势

source: Gestures
zh_hans: 手势

source: Gestures exported successfully.
zh_hans: 手势已成功导出。

source: Gestures imported successfully.
zh_hans: 手势已成功导入。

source: Getting Started
zh_hans: 入门

source: Global
zh_hans: 全局

source: Global Enable Shortcut
zh_hans: 全局启停快捷键

source: Grant Access
zh_hans: 授予权限

source: Granted
zh_hans: 已授予

source: Group
zh_hans: 分组

source: Group Name
zh_hans: 分组名称

source: Groups
zh_hans: 分组

source: Haptic Feedback
zh_hans: 触觉反馈

source: Height
zh_hans: 高度

source: Hold the primary and secondary triggers together, then draw this gesture.
zh_hans: 同时按住主触发键和第二触发键，再绘制此手势。

source: Hold the primary trigger to draw. Add a secondary trigger for higher-priority actions.
zh_hans: 按住主触发键绘制手势；添加第二触发键后可执行更高优先级动作。

source: Hold the trigger button and draw a gesture.
zh_hans: 按住触发键并绘制手势。

source: Hold this button and draw. A normal click is replayed when no gesture starts.
zh_hans: 按住此按键并绘制。未开始手势时会回放普通点击。

source: Horizontal Position
zh_hans: 水平位置

source: I created or reviewed this script and understand it can control this Mac.
zh_hans: 我已创建或检查此脚本，并了解它可以控制这台 Mac。

source: Import Preview
zh_hans: 导入预览

source: Import complete: %d mappings added.
zh_hans: 导入完成：已添加 %d 个映射。

source: Imported scripts remain disabled until you review and confirm them.
zh_hans: 导入的脚本在您检查并确认前保持停用。

source: Import…
zh_hans: 导入…

source: Input Device
zh_hans: 输入设备

source: Install and Restart
zh_hans: 安装并重新启动

source: Keep diagnostics after quitting
zh_hans: 退出后保留诊断

source: Key %d
zh_hans: 按键 %d

source: Keyboard Shortcut
zh_hans: 键盘快捷键

source: Keyboard Key %@
zh_hans: 键盘按键 %@

source: Launch at Login
zh_hans: 登录时启动

source: Launch at login could not be changed.
zh_hans: 无法更改登录启动设置。

source: Launch at login is unavailable in this build.
zh_hans: 此构建无法使用登录启动。

source: Launch at login requires approval in System Settings.
zh_hans: 登录启动需要在系统设置中批准。

source: Launchpad
zh_hans: 启动台

source: Left Mouse Button
zh_hans: 鼠标左键

source: Library
zh_hans: 动作库

source: Listen Event Access
zh_hans: 监听事件权限

source: Loading Gestures…
zh_hans: 正在加载手势…

source: Lock Screen
zh_hans: 锁定屏幕

source: Loose
zh_hans: 宽松

source: Mappings
zh_hans: 映射

source: Media and System
zh_hans: 媒体与系统

source: Menu Item
zh_hans: 菜单项

source: Merge
zh_hans: 合并

source: Merge is non-destructive. Replace removes the current library after creating an undo backup.
zh_hans: 合并不会破坏现有数据。完整替换会先创建撤销备份，再移除当前手势库。

source: Merge keeps existing mappings when stable IDs collide. Similar imported gestures are added and shown for review.
zh_hans: 稳定 ID 冲突时，合并会保留现有映射。相似的导入手势会被添加并提示检查。

source: Middle
zh_hans: 中键

source: Middle Mouse Button
zh_hans: 鼠标中键

source: Missing
zh_hans: 缺失

source: Mission Control
zh_hans: 调度中心

source: Mouse
zh_hans: 鼠标

source: Mouse Button %d
zh_hans: 鼠标按键 %d

source: Move Down
zh_hans: 下移

source: Move
zh_hans: 移动

source: Move Up
zh_hans: 上移

source: Move to Group
zh_hans: 移动到分组

source: Move to Application
zh_hans: 移动到应用

source: Mute
zh_hans: 静音

source: My Presets
zh_hans: 我的预设

source: My Scripts
zh_hans: 我的脚本

source: Name
zh_hans: 名称

source: Navigation
zh_hans: 导航

source: New Gesture
zh_hans: 新手势

source: New Group
zh_hans: 新建分组

source: New Mappings
zh_hans: 新增映射

source: New Script
zh_hans: 新建脚本

source: New Tab
zh_hans: 新建标签页

source: Next Desktop
zh_hans: 下一个桌面

source: Next Track
zh_hans: 下一首

source: No Additional Gestures for This Application
zh_hans: 此应用暂无额外手势

source: No Applications Selected
zh_hans: 尚未选择应用

source: No Delay
zh_hans: 无延迟

source: No Gestures
zh_hans: 暂无手势

source: No Gestures for This Target
zh_hans: 此目标暂无手势

source: No Preset Websites
zh_hans: 没有匹配的预设网站

source: No Quick Actions
zh_hans: 没有快捷动作

source: No Shortcut
zh_hans: 无快捷键

source: No file selected
zh_hans: 尚未选择文件

source: No matching quick actions.
zh_hans: 没有匹配的快捷动作。

source: No matching scripts.
zh_hans: 没有匹配的脚本。

source: No recent gesture diagnostics.
zh_hans: 没有最近的手势诊断。

source: No saved scripts yet.
zh_hans: 尚未保存任何脚本。

source: Not quite. Follow the preview and try again.
zh_hans: 还不够接近。请参照预览重试。

source: On Failure
zh_hans: 失败时

source: Only %d Apps
zh_hans: 仅 %d 个应用

source: Only These Apps
zh_hans: 仅这些应用

source: Open Application
zh_hans: 打开应用

source: Open File or Folder
zh_hans: 打开文件或文件夹

source: Open Finder
zh_hans: 打开访达

source: Open Screenshot Toolbar
zh_hans: 打开截图工具栏

source: Open Setup Guide
zh_hans: 打开设置指南

source: Open System Settings
zh_hans: 打开系统设置

source: Open Terminal at Finder Folder
zh_hans: 在访达文件夹中打开终端

source: Open Terminal in the front Finder window's folder.
zh_hans: 在最前方访达窗口的文件夹中打开终端。

source: Open URL
zh_hans: 打开 URL

source: Original Gesture
zh_hans: 原手势

source: Permission Status
zh_hans: 权限状态

source: Permission: Action required
zh_hans: 权限：需要操作

source: Permission: Checking
zh_hans: 权限：正在检查

source: Permission: Denied
zh_hans: 权限：已拒绝

source: Permission: Event Tap unavailable
zh_hans: 权限：事件 Tap 不可用

source: Permission: Granted
zh_hans: 权限：已授予

source: Permission: Not checked
zh_hans: 权限：尚未检查

source: Permissions
zh_hans: 权限

source: Place the window using custom screen proportions.
zh_hans: 使用自定义屏幕比例放置窗口。

source: Play or Pause
zh_hans: 播放或暂停

source: Post Event Access
zh_hans: 发布事件权限

source: Practice
zh_hans: 练习

source: Practice Gestures
zh_hans: 练习手势

source: Practice passed.
zh_hans: 练习通过。

source: Practice recognition without running the configured action.
zh_hans: 练习识别过程，不会运行已配置的动作。

source: Preset Name
zh_hans: 预设名称

source: Preset Websites
zh_hans: 预设网站

source: Presets
zh_hans: 预设

source: Press Shortcut…
zh_hans: 请按快捷键…

source: Press a Mouse Button…
zh_hans: 请按下鼠标按键…

source: Press a Trigger…
zh_hans: 请按下触发键…

source: Press a mouse button or keyboard key to use it as the trigger.
zh_hans: 按下鼠标按键或键盘按键，将其设为触发键。

source: Press any physical mouse button to use it as the trigger.
zh_hans: 按下任意物理鼠标按键，将其设为触发键。

source: Previous Desktop
zh_hans: 上一个桌面

source: Previous Track
zh_hans: 上一首

source: Primary Trigger
zh_hans: 主触发键

source: Primary and secondary trigger buttons must be different.
zh_hans: 主触发键和第二触发键不能相同。

source: Primary and secondary triggers must be different.
zh_hans: 主触发键和第二触发键不能相同。

source: Productivity
zh_hans: 效率

source: Quick Actions
zh_hans: 快捷动作

source: Quit
zh_hans: 退出

source: Ready
zh_hans: 可以保存

source: Recent
zh_hans: 最近使用

source: Recent Gesture Diagnostics
zh_hans: 最近的手势诊断

source: Recognition Sensitivity
zh_hans: 识别灵敏度

source: Recommended for Finder
zh_hans: 建议用于访达

source: Recommended for browser groups
zh_hans: 建议用于浏览器应用组

source: Record Button…
zh_hans: 录制按键…

source: Record Trigger…
zh_hans: 录制触发键…

source: Record Gesture
zh_hans: 录制手势

source: Record Gesture Again
zh_hans: 重新录制手势

source: Record a custom physical mouse button.
zh_hans: 录制一个自定义物理鼠标按键。

source: Record a mouse button or keyboard key.
zh_hans: 录制鼠标按键或键盘按键。

source: Record a gesture and bind it to a keyboard shortcut.
zh_hans: 录制手势并将其绑定到键盘快捷键。

source: Record a gesture and bind it to an action.
zh_hans: 录制手势并绑定动作。

source: Record…
zh_hans: 录制…

source: Refresh
zh_hans: 刷新

source: Remove Application
zh_hans: 移除应用

source: Remove from Favorites
zh_hans: 从收藏中移除

source: Remove from Group
zh_hans: 移出分组

source: Remove the current text content from the clipboard.
zh_hans: 移除剪贴板中的当前文本内容。

source: Repeat
zh_hans: 重复

source: Repeat the last successful action with another trigger click.
zh_hans: 再次单击触发键即可重复上次成功识别的动作。

source: Repeat the last successful action with another trigger press.
zh_hans: 再次按下触发键即可重复上次成功识别的动作。

source: Replace All
zh_hans: 全部替换

source: Replace with your text
zh_hans: 替换为你的文本

source: Required Permissions
zh_hans: 所需权限

source: Right
zh_hans: 右键

source: Right Mouse Button
zh_hans: 鼠标右键

source: Run Apple Shortcut
zh_hans: 运行 Apple 快捷指令

source: Run Automation Scripts?
zh_hans: 运行自动化脚本？

source: Run Fallback
zh_hans: 运行回退动作

source: Run Shortcut
zh_hans: 运行快捷指令

source: Run an application menu item by its menu path.
zh_hans: 按照菜单路径执行应用程序菜单项。

source: Running
zh_hans: 正在运行

source: Sample %d of 3
zh_hans: 第 %d/3 个样本

source: Samples recorded. Draw the gesture twice more to test it.
zh_hans: 样本已录制。请再绘制两次进行测试。

source: Save
zh_hans: 保存

source: Save Action Preset
zh_hans: 保存动作预设

source: Save Current Action as Preset
zh_hans: 将当前动作保存为预设

source: Save Gesture
zh_hans: 保存手势

source: Save scripts you use often, then choose them directly while editing a gesture action.
zh_hans: 保存常用脚本，然后在编辑手势动作时直接选择。

source: Scope
zh_hans: 范围

source: Script
zh_hans: 脚本

source: Script Library
zh_hans: 脚本库

source: Script Type
zh_hans: 脚本类型

source: Script library changes could not be saved.
zh_hans: 无法保存脚本库更改。

source: Script library storage is unavailable.
zh_hans: 脚本库存储不可用。

source: Scripts
zh_hans: 脚本

source: Scripts Require Review
zh_hans: 脚本需要检查

source: Search Quick Actions
zh_hans: 搜索快捷动作

source: Search Scripts
zh_hans: 搜索脚本

source: Search Websites
zh_hans: 搜索网站

source: Search actions, commands, and folders
zh_hans: 搜索动作、命令和文件夹

source: Search gestures
zh_hans: 搜索手势

source: Secondary Action · %@
zh_hans: 第二动作 · %@

source: Secondary Trigger
zh_hans: 第二触发键

source: Select All
zh_hans: 全选

source: Select a gesture to edit its settings.
zh_hans: 选择一个手势以编辑其设置。

source: Select one or more applications for this scope.
zh_hans: 请为这个范围选择一个或多个应用。

source: Sequence · %d Steps
zh_hans: 序列 · %d 步

source: Settings
zh_hans: 设置

source: Links
zh_hans: 链接

source: Official Website
zh_hans: 官方网站

source: Settings…
zh_hans: 设置…

source: Shell Script
zh_hans: Shell 脚本

source: Shell scripts run directly with /bin/zsh; Terminal does not open. AppleScript runs with /usr/bin/osascript and macOS may ask for Automation access to each app it controls. Scripts can modify files and system settings, so only continue with scripts you trust.
zh_hans: Shell 脚本由 /bin/zsh 直接运行，不会打开“终端”。AppleScript 由 /usr/bin/osascript 运行，macOS 可能会针对它控制的每个应用请求“自动化”权限。脚本能够修改文件和系统设置，请仅运行您信任的脚本。

source: Shell scripts run directly without opening Terminal. AppleScript may request Automation access the first time it controls another app.
zh_hans: Shell 脚本会直接运行，不会打开“终端”。AppleScript 首次控制其他应用时可能会请求“自动化”权限。

source: Shortcut Name
zh_hans: 快捷指令名称

source: Show Desktop
zh_hans: 显示桌面

source: Show Gesture Trail
zh_hans: 显示手势轨迹

source: Show Recognition Feedback
zh_hans: 显示识别反馈

source: Show or hide hidden files and restart Finder to apply it.
zh_hans: 显示或隐藏隐藏文件，并重新启动访达以应用设置。

source: Skip Setup
zh_hans: 跳过设置

source: Skip This Version
zh_hans: 跳过此版本

source: Sleep
zh_hans: 睡眠

source: Software Update
zh_hans: 软件更新

source: Space
zh_hans: 空格

source: Spotlight Search
zh_hans: 聚焦搜索

source: Standard
zh_hans: 标准

source: Start Over
zh_hans: 重新开始

source: Start Screen Saver
zh_hans: 启动屏幕保护程序

source: Start over and record the gesture again.
zh_hans: 请重新开始录制手势。

source: Start the macOS screen saver immediately.
zh_hans: 立即启动 macOS 屏幕保护程序。

source: Starting
zh_hans: 正在启动

source: Stop
zh_hans: 停止

source: Stopped
zh_hans: 已停止

source: Stored Gestures
zh_hans: 已存储手势

source: Strict
zh_hans: 严格

source: Switch between the light and dark system appearances.
zh_hans: 在浅色与深色系统外观之间切换。

source: System
zh_hans: 系统

source: System Action
zh_hans: 系统动作

source: Test %d of 2
zh_hans: 第 %d/2 次测试

source: That stroke differs from the earlier samples. Try again.
zh_hans: 这条轨迹与之前的样本差异过大，请重试。

source: The last import could not be undone.
zh_hans: 无法撤销上次导入。

source: The last import was undone.
zh_hans: 已撤销上次导入。

source: The saved secondary trigger conflicted with a gesture and was disabled.
zh_hans: 已保存的第二触发键与某个手势冲突，因此已停用。

source: The script library could not be loaded.
zh_hans: 无法加载脚本库。

source: The secondary trigger button is already used by a gesture.
zh_hans: 该第二触发键已被某个手势用作触发键。

source: The secondary trigger is already used by a gesture.
zh_hans: 该第二触发键已被某个手势用作触发键。

source: The stroke is too short or incomplete. Try again.
zh_hans: 轨迹过短或不完整，请重试。

source: The test did not match. Draw the gesture again.
zh_hans: 测试轨迹不匹配，请再次绘制。

source: The update check was rejected or could not be completed.
zh_hans: 更新检查被拒绝或无法完成。

source: The update download failed validation. The current version was not changed.
zh_hans: 更新下载未通过验证。当前版本未被更改。

source: The update package was rejected. The current version remains available.
zh_hans: 更新包已被拒绝。当前版本仍可正常使用。

source: The update was installed but could not be restarted.
zh_hans: 更新已安装，但无法重新启动。

source: The window rectangle must stay within the visible screen.
zh_hans: 窗口区域必须完整位于可见屏幕内。

source: These are copied into your library and can be disabled, duplicated, or changed later.
zh_hans: 这些手势会被复制到您的手势库，之后可停用、复制或修改。

source: This application inherits %1$d shared gestures from “%2$@”. Add or record an extra gesture for this application.
zh_hans: 此应用已继承“%2$@”分组中的 %1$d 个共用手势。可再添加或录制仅对此应用生效的额外手势。

source: This button is reserved as the secondary trigger.
zh_hans: 该按键已保留为第二触发键。

source: This input is reserved as the secondary trigger.
zh_hans: 该输入已保留为第二触发键。

source: This shortcut is commonly reserved by macOS for Force Quit.
zh_hans: 此快捷键通常由 macOS 用于强制退出。

source: This shortcut is commonly reserved by macOS for Mission Control.
zh_hans: 此快捷键通常由 macOS 用于调度中心。

source: This shortcut is commonly reserved by macOS for Spotlight.
zh_hans: 此快捷键通常由 macOS 用于聚焦搜索。

source: This shortcut is commonly reserved by macOS for app switching.
zh_hans: 此快捷键通常由 macOS 用于应用切换。

source: This shortcut is commonly reserved by macOS for the character viewer.
zh_hans: 此快捷键通常由 macOS 用于字符检视器。

source: Timeout: %.0f seconds
zh_hans: 超时：%.0f 秒

source: Toggle Dark Mode
zh_hans: 切换深色模式

source: Toggle Dock Auto-Hide
zh_hans: 切换程序坞自动隐藏

source: Toggle Dock auto-hide and restart the Dock to apply it.
zh_hans: 切换程序坞自动隐藏，并重新启动程序坞以应用设置。

source: Toggle Hidden Files
zh_hans: 切换隐藏文件显示

source: Too similar to “%@”. Try again.
zh_hans: 与“%@”过于相似，请重试。

source: Trackpad
zh_hans: 触控板

source: Trackpad Modifier Gesture
zh_hans: 触控板修饰键手势

source: Trackpad Modifiers
zh_hans: 触控板修饰键

source: Trackpad cannot be used as the secondary mouse trigger.
zh_hans: 触控板不能用作第二鼠标触发键。

source: Trackpad cannot be used as the secondary trigger.
zh_hans: 触控板不能用作第二触发键。
